# 'brew tap'
tap "homebrew/autoupdate"

# 'brew install'
brew "mas"
brew "git"
brew "wget"
brew "jq"
brew "git-filter-repo"
brew "cloudflare-wrangler2"

# 'brew install --cask'
cask "cleanmymac", greedy: true
cask "discord", greedy: true
cask "prusaslicer", greedy: true
cask "raspberry-pi-imager", greedy: true
cask "shottr", greedy: true

# 'mas install'
mas "Apple Configurator 2", id: 1037126344
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
