# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/autoupdate"

# 'brew install'
brew "mas"
brew "git"
brew "wget"
brew "jq"
brew "git-filter-repo"
brew "cloudflare-wrangler2"

# 'brew install --cask'
cask "cleanmymac", greedy: true
cask "zoom", greedy: true
cask "discord", greedy: true
cask "shottr", greedy: true
cask "webex", greedy: true

# 'mas install'
mas "Apple Configurator 2", id: 1037126344
mas "Final Cut Pro", id: 424389933
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
