# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/autoupdate"

# 'brew install'
brew "mas"
brew "git"
brew "wget"
brew "jq"
brew "git-filter-repo"
brew "cloudflare-wrangler2"

# 'brew install --cask'
cask "cleanmymac", greedy: true
cask "qflipper", greedy: true
cask "zoom", greedy: true
cask "discord-ptb", greedy: true
cask "prusaslicer", greedy: true
cask "shottr", greedy: true
cask "webex", greedy: true

# 'mas install'
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Apple Configurator 2", id: 1037126344
mas "Final Cut Pro", id: 424389933
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer", id: 1502111349
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
